Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskulttuurikeskusten_toiminta_taytyy_turvata.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskulttuurikeskusten toiminta täytyy turvata
smn: Sämikulttuurkuávdái tooimâ kalga turviđ

source: Saamelaiskäräjät vetoaa opetus- ja kulttuuriministeriöön yhdenvertaisen ja saavutettavan saamelaiskulttuurin edistämiseksi.
smn: Sämitigge kiäsá máttááttâs- já kulttuurministeriön oovtviärdásii já juvsâttettee sämikulttuur ovdedem keežild.

source: Saamelaisyhteisön hyvinvoinnille elintärkeiden kulttuurikeskusten toiminnan rahoitus täytyy turvata, jotta saamelaiset kulttuuripalvelut olisivat elinvoimaisia ja kaikkien saavutettavissa.
smn: Sämisiärváduv pyereestvaijeem tááhust eellimtehálij kulttuurkuávdái tooimâ ruttâdem kalga turviđ, vâi sämmiliih kulttuurpalvâlusah liččii eellimvuáimáliih já puohâi juksâmnáál.

source: Saamelaiskäräjien alla toimivilla keskuksilla on suuri merkitys elävän saamelaiskulttuurin ja saamelaisyhteisön hyvinvoinnin edistämisessä.
smn: Kuávdáin, moh tuáimih Sämitige vuálásâžžân, lii stuorrâ merhâšume ellee sämikulttuur já sämisiärváduv pyereestvaijeem oovdedmist.

source: Elokuvakeskus Skábma, lastenkulttuurikeskus Mánnu ja Saamelaismusiikkikeskus ovat tukeneet sekä saamelaisten kulttuuri-identiteettiä että lisänneet saamelaistaiteiden näkyvyyttä.
smn: Elleekovekuávdáš Skábma, párnáikulttuurkuávdáš Mánnu já Säämi muusikkuávdáš láá sehe tuárjum sämmilij kulttuuridentiteet já lasettâm sämmilii taiđuu oinum.

source: Niiden toiminnalla on ollut suuri merkitys erityisesti saamelaislapsille ja –nuorille, niin saamelaisalueella kuin sen ulkopuolellakin.
smn: Tai tooimâst lii lamaš stuorrâ merhâšume eromâšávt sämipárnáid já -nuoráid, nuuvt sämikuávlust ko meid ton ulguubeln-uv.

source: – Jos riittävää rahoitusta ei saada, pysähtyy esimerkiksi lastenkulttuurikeskus Mánnun toiminta täysin ensi vuonna, sillä rahoitus riittää vain työntekijän palkkakuluihin.
smn: – Jis mij ep finnii tuárvi ruttâdem, te ovdâmerkkân párnáikulttuurkuávdáš Mánnu tooimâ nohá ollásávt puáttee ive, tastko ruttâdem pijssáá tuš oovtâ pargee pälkkikoloid.

source: Silloin kaikki fyysinen toiminta muuttuu suunnittelutyöksi, joka ei ole enää tarkoituksenmukaista.
smn: Talle puoh fyysilâš toimâ muttoo vuávámpargon, mii ij lah innig ulmemiäldásâš.

source: Olen huolissani, toteutuvatko saamelaislasten oikeudet, jos heille ei ole kielen ja kulttuurin mukaista omaa toimintaa tarjolla, sanoo saamelaisen lastenkulttuurikeskuksen pitkäaikainen työntekijä Petra Magga-Vars.
smn: Mun lam huolâstum tast, ete olášuveh-uv sämipárnái vuoigâdvuođah, jis sijjân ij lah kielâ já kulttuur miäldásâš jieijâs toimâ fáállun, iätá säämi párnáikulttuurkuávdáá kuhesáigásâš pargee Petra Magga-Vars.

source: Nykyinen rahoitus ei mahdollista keskusten täysimääräistä toimintaa, eivätkä ne pysty ilman lisärahoitusta tarjoamaan palvelujaan yhdenvertaisesti tai kehittämään tulevaa työtään.
smn: Tááláš ruttâdem ij máhđulist kuávdái oles tooimâ, iäge toh paste laseruđâittáá faallâđ jieijâs palvâlusâid oovtviärdásávt tâi ovdediđ puáttee pargos.

source: Saamelaiskäräjät vetoaakin opetus- ja kulttuuriministeriöön, että keskusten toiminta turvattaisiin myös jatkossa.
smn: Sämitigge kiäsá-uv máttááttâs- já kulttuurministeriön vâi kuávdái toimâ ličij torvejum meid puátteevuođâst.

source: Duodji-akatemian käynnistäminen tärkeää
smn: Duodji-akatemia jotonpieijâm tehálâš

source: Toiminnassa olevien keskusten lisäksi on tärkeää päästä jatkamaan myös Duodji-akatemian työtä.
smn: Tuáimee kuávdái lasseen lii tehálâš peessâđ juátkiđ meid Duodji-akatemia pargo.

source: Enontekiön kunnan kanssa kehitellyssä hankkeessa on ollut tavoitteena vahvistaa saamenkäsitöiden osaamista ja luoda uusia työpaikkoja, sekä Enontekiöllä että koko saamelaisalueella.
smn: Iänuduv kieldáin ovdedum haavâst lii lamaš ulmen sämituojij mättim nanodem já uđđâ pargosoojijd vuáđudem, sehe Iänuduvâst já oles sämikuávlust.

source: – Saamelaiskulttuurikeskusten ja Duodji-akatemian toimintojen turvaaminen on ehdottoman tärkeää.
smn: – Sämikulttuurkuávdái já Duodji-akatemia tooimâi turvim lii eromâš tehálâš.

source: Akatemian muodostama monisukupolvinen ympäristö vahvistaisi myös yhteistyötä Ruotsin ja Norjan saamelaiskäsityön eli duodjin taitajien kanssa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Akatemia maaŋgâ suhâpuolvâ piirâs nanodičij meid oovtâstpargo Ruotâ já Taažâ tuáijárijguin, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Akatemian järjestämät kurssit elävöittävät saamelaiskulttuuria ja vahvistavat käsityötaidon siirtymistä sukupolvelta toiselle.
smn: Akatemia ornim kuursah iäláskiteh sämikulttuur já nanodeh tyejimáátu sirdâšum suhâpuolvâst nuubán.

source: Aiemmin kotona ja lähipiirissä siirtyneet taidot kaipaavat nyt tuekseen aktiivisia tukitoimia.
smn: Mättim, mii lii ovdil sirdâšum pääihist já aldapirrâsist, käibid tääl toorjân aktiivlijd toorjâtooimâid.

source: Saamelaiskäräjien tavoitteena on saada Duodji-akatemia osaksi Saamelaiskäräjien kulttuurikeskustoimintaa.
smn: Sämitige ulmen lii finniđ Duodji-akatemia Sämitige kulttuurkuávdáštooimâ uássin.

source: Lue Saamelaiskäräjien vetoomus saavutettavamman, yhdenvertaisemman saamelaiskulttuurin edistämiseksi
smn: Luuvâ Sämitige áánnum pyerebeht juvsâttettee já oovtviärdásub sämikulttuur ovdedem peeleest

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Petra Biret Magga-Vars Toiminnanohjaaja puh. 040 7325503 petra.magga@samediggi.fi
smn: Petra Biret Magga-Vars Toimâstivrejeijee puh. 040 7325503 petra.magga@samediggi.fi
